<script>
</script>

<div class="icons-line">
	<a href="tel:+90" class="link" aria-label="Позвонить: +90" rel="nofollow"
		><svg
			class="icon"
			width="25"
			height="25"
			viewBox="0 0 25 25"
			fill="none"
			xmlns="http://www.w3.org/2000/svg"
		>
			<g clip-path="url(#clip0_2153_28)">
				<path
					d="M15.8121 5.43427C16.7888 5.62483 17.6865 6.10252 18.3901 6.8062C19.0938 7.50988 19.5715 8.40753 19.7621 9.38426M15.8121 1.43427C17.8414 1.6597 19.7337 2.56844 21.1783 4.01127C22.623 5.45411 23.5341 7.34527 23.7621 9.37426M22.7621 17.3543V20.3543C22.7632 20.6328 22.7062 20.9084 22.5946 21.1636C22.483 21.4188 22.3194 21.6479 22.1142 21.8361C21.9089 22.0244 21.6667 22.1677 21.4028 22.257C21.139 22.3462 20.8595 22.3793 20.5821 22.3543C17.5049 22.0199 14.5491 20.9684 11.9521 19.2843C9.53591 17.7489 7.48742 15.7004 5.95208 13.2843C4.26206 10.6755 3.21032 7.70526 2.88208 4.61426C2.85709 4.33773 2.88995 4.05903 2.97858 3.79589C3.0672 3.53275 3.20965 3.29095 3.39685 3.08589C3.58404 2.88082 3.81188 2.71697 4.06587 2.60479C4.31986 2.4926 4.59442 2.43453 4.87208 2.43427H7.87208C8.35739 2.42949 8.82787 2.60134 9.19584 2.9178C9.56381 3.23425 9.80416 3.67371 9.87208 4.15427C9.9987 5.11433 10.2335 6.05699 10.5721 6.96427C10.7066 7.32219 10.7357 7.71118 10.656 8.08515C10.5762 8.45911 10.3909 8.80238 10.1221 9.07427L8.85208 10.3443C10.2756 12.8478 12.3485 14.9207 14.8521 16.3443L16.1221 15.0743C16.394 14.8054 16.7372 14.6201 17.1112 14.5404C17.4852 14.4606 17.8742 14.4897 18.2321 14.6243C19.1394 14.9628 20.082 15.1976 21.0421 15.3243C21.5278 15.3928 21.9715 15.6375 22.2886 16.0118C22.6057 16.386 22.7742 16.8638 22.7621 17.3543Z"
					stroke="currentColor"
					stroke-width="2"
					stroke-linecap="round"
					stroke-linejoin="round"
				/>
			</g>
			<defs>
				<clipPath id="clip0_2153_28">
					<rect width="24" height="24" fill="white" transform="translate(0.762085 0.434265)" />
				</clipPath>
			</defs>
		</svg>
	</a>
	<a href="linkedIn" class="link" aria-label="LinkedIn" rel="nofollow"
		><svg
			class="icon"
			width="25"
			height="25"
			viewBox="0 0 25 25"
			fill="none"
			xmlns="http://www.w3.org/2000/svg"
		>
			<path
				d="M16.7621 8.43427C18.3534 8.43427 19.8795 9.06641 21.0047 10.1916C22.1299 11.3168 22.7621 12.843 22.7621 14.4343V21.4343H18.7621V14.4343C18.7621 13.9038 18.5514 13.3951 18.1763 13.0201C17.8012 12.645 17.2925 12.4343 16.7621 12.4343C16.2317 12.4343 15.7229 12.645 15.3479 13.0201C14.9728 13.3951 14.7621 13.9038 14.7621 14.4343V21.4343H10.7621V14.4343C10.7621 12.843 11.3942 11.3168 12.5194 10.1916C13.6447 9.06641 15.1708 8.43427 16.7621 8.43427Z"
				stroke="currentColor"
				stroke-width="2"
				stroke-linecap="round"
				stroke-linejoin="round"
			/>
			<path
				d="M6.76208 9.43427H2.76208V21.4343H6.76208V9.43427Z"
				stroke="currentColor"
				stroke-width="2"
				stroke-linecap="round"
				stroke-linejoin="round"
			/>
			<path
				d="M4.76208 6.43427C5.86665 6.43427 6.76208 5.53883 6.76208 4.43427C6.76208 3.3297 5.86665 2.43427 4.76208 2.43427C3.65752 2.43427 2.76208 3.3297 2.76208 4.43427C2.76208 5.53883 3.65752 6.43427 4.76208 6.43427Z"
				stroke="currentColor"
				stroke-width="2"
				stroke-linecap="round"
				stroke-linejoin="round"
			/>
		</svg>
	</a>
	<a href="https://twitter" class="link" aria-label="twitter: +90" rel="nofollow"
		><svg
			class="icon"
			width="25"
			height="25"
			viewBox="0 0 25 25"
			fill="none"
			xmlns="http://www.w3.org/2000/svg"
		>
			<g clip-path="url(#clip0_2153_33)">
				<path
					d="M23.7621 3.43425C22.8045 4.10973 21.7442 4.62636 20.6221 4.96425C20.0198 4.27176 19.2194 3.78094 18.3291 3.55818C17.4388 3.33541 16.5016 3.39145 15.6442 3.7187C14.7868 4.04596 14.0505 4.62865 13.5351 5.38797C13.0196 6.14728 12.7498 7.04659 12.7621 7.96425V8.96425C11.0047 9.00982 9.26336 8.62006 7.69309 7.8297C6.12283 7.03933 4.7724 5.87289 3.76208 4.43425C3.76208 4.43425 -0.237915 13.4342 8.76208 17.4342C6.70261 18.8322 4.24924 19.5332 1.76208 19.4342C10.7621 24.4342 21.7621 19.4342 21.7621 7.93425C21.7612 7.6557 21.7344 7.37784 21.6821 7.10425C22.7027 6.09774 23.4229 4.82696 23.7621 3.43425Z"
					stroke="currentColor"
					stroke-width="2"
					stroke-linecap="round"
					stroke-linejoin="round"
				/>
			</g>
			<defs>
				<clipPath id="clip0_2153_33">
					<rect width="24" height="24" fill="white" transform="translate(0.762085 0.434265)" />
				</clipPath>
			</defs>
		</svg>
	</a>
	<a href="https://youtube/+90" class="link" aria-label="youtube: +90" rel="nofollow"
		><svg
			class="icon"
			width="25"
			height="25"
			viewBox="0 0 25 25"
			fill="none"
			xmlns="http://www.w3.org/2000/svg"
		>
			<g clip-path="url(#clip0_2153_30)">
				<path
					d="M23.3021 6.85427C23.1833 6.37968 22.9414 5.94484 22.6008 5.59367C22.2601 5.24251 21.8329 4.98745 21.3621 4.85427C19.6421 4.43427 12.7621 4.43427 12.7621 4.43427C12.7621 4.43427 5.88211 4.43427 4.16211 4.89427C3.69135 5.02745 3.26408 5.28251 2.92345 5.63367C2.58282 5.98484 2.3409 6.41968 2.22211 6.89427C1.90732 8.63982 1.75334 10.4106 1.76211 12.1843C1.75089 13.9713 1.90488 15.7556 2.22211 17.5143C2.35307 17.9741 2.60041 18.3924 2.94025 18.7287C3.28009 19.0651 3.70093 19.3081 4.16211 19.4343C5.88211 19.8943 12.7621 19.8943 12.7621 19.8943C12.7621 19.8943 19.6421 19.8943 21.3621 19.4343C21.8329 19.3011 22.2601 19.046 22.6008 18.6949C22.9414 18.3437 23.1833 17.9089 23.3021 17.4343C23.6145 15.7019 23.7684 13.9446 23.7621 12.1843C23.7733 10.3972 23.6193 8.61296 23.3021 6.85427Z"
					stroke="currentColor"
					stroke-width="2"
					stroke-linecap="round"
					stroke-linejoin="round"
				/>
				<path
					d="M10.5121 15.4542L16.2621 12.1842L10.5121 8.91425V15.4542Z"
					stroke="currentColor"
					stroke-width="2"
					stroke-linecap="round"
					stroke-linejoin="round"
				/>
			</g>
			<defs>
				<clipPath id="clip0_2153_30">
					<rect width="24" height="24" fill="white" transform="translate(0.762085 0.434265)" />
				</clipPath>
			</defs>
		</svg>
	</a>
	<a
		href="https://www.instagram.com/"
		class="link"
		aria-label="Инстаграм: marketingstark_app"
		rel="nofollow"
		><svg
			class="icon"
			width="25"
			height="25"
			viewBox="0 0 25 25"
			fill="none"
			xmlns="http://www.w3.org/2000/svg"
		>
			<path
				d="M17.7621 2.43427H7.76208C5.00066 2.43427 2.76208 4.67284 2.76208 7.43427V17.4343C2.76208 20.1957 5.00066 22.4343 7.76208 22.4343H17.7621C20.5235 22.4343 22.7621 20.1957 22.7621 17.4343V7.43427C22.7621 4.67284 20.5235 2.43427 17.7621 2.43427Z"
				stroke="currentColor"
				stroke-width="2"
				stroke-linecap="round"
				stroke-linejoin="round"
			/>
			<path
				d="M16.7621 11.8043C16.8855 12.6365 16.7434 13.4865 16.3559 14.2333C15.9684 14.9801 15.3552 15.5857 14.6037 15.9639C13.8522 16.3422 13.0005 16.4739 12.1699 16.3402C11.3392 16.2065 10.5719 15.8143 9.97694 15.2194C9.38201 14.6245 8.98983 13.8571 8.85616 13.0265C8.7225 12.1958 8.85416 11.3442 9.23242 10.5926C9.61068 9.84112 10.2163 9.228 10.9631 8.8405C11.7099 8.453 12.5599 8.31085 13.3921 8.43426C14.241 8.56015 15.0269 8.95572 15.6338 9.56257C16.2406 10.1694 16.6362 10.9553 16.7621 11.8043Z"
				stroke="currentColor"
				stroke-width="2"
				stroke-linecap="round"
				stroke-linejoin="round"
			/>
			<path
				d="M18.2621 6.93427H18.2721"
				stroke="currentColor"
				stroke-width="2"
				stroke-linecap="round"
				stroke-linejoin="round"
			/>
		</svg>
	</a>
</div>

<style>
	.icons-line {
		display: flex;
		height: 1.5rem;
		gap: 1rem;
		align-items: center;
		justify-content: center;
		color: var(--primary);
	}
	.link {
		text-decoration: none;
		color: inherit;
	}
	svg.icon {
		width: 2rem;
		height: 2rem;
	}
	@media (max-width: 768px) {
		.icons-line {
			gap: 0.8rem;
		}
		svg.icon {
			width: 1.4rem;
			height: 1.4rem;
		}
	}
	@media (max-width: 480px) {
		.icons-line {
			gap: 0.5rem;
		}
		svg.icon {
			width: 1.2rem;
			height: 1.2rem;
		}
	}
</style>
